let kto = prompt("БУ ИСПУГАЛСЯ?").toLowerCase()
if (kto === "не" || kto === "нет" || kto === "неа" ) {
   let dripat = prompt("😓😓😓").toLowerCase()
   if (dripat === "кто ты" || dripat === "кто ты?" ) {
      alert("это не важно")
      let idd = prompt("1 - У̿ͭБ͈̟͖͛͑ͧͨͬИ̊͜Т̸̝͓̈́̔ͮ̔ͦ̽ͪЬ̷̮̭͎͙͎͗̇̿͑̇ ̣̘̽ͧ͠Е͙̱̼ͩͭ͂ͬЕ̖͎̮̺̠͎̪̉ͩ̿͟  2 - Начать плакать 3 - Заорать ШКИБИДИ ДОП ДОП ЄС ЄС")
      if (idd == "1") {
         alert("ГЕНЕРАЛ-Мои поздравления воин ты прошел,ты воин света...|КОНЕЦ")
      }
      if (idd == "2") {
         alert("ГЕНЕРАЛ-Я разочарован...|тебя убили")
      }
      if (idd == "3") {
         alert("ЖЕНШИНА-БОЖЕ ТЫ КОНЧЕНЫЙ!?!?|ты обосрался...|КОНЕЦ")
      }
   }
   if(dripat === "ты девушка"||dripat === "ты девушька"||dripat === "ты шкибиди") {
      alert("ДЯ:3")
      let id = prompt("1 - У̿ͭБ͈̟͖͛͑ͧͨͬИ̊͜Т̸̝͓̈́̔ͮ̔ͦ̽ͪЬ̷̮̭͎͙͎͗̇̿͑̇ ̣̘̽ͧ͠Е͙̱̼ͩͭ͂ͬЕ̖͎̮̺̠͎̪̉ͩ̿͟  2 - Начать плакать 3 - Заорать ШКИБИДИ ДОП ДОП ЄС ЄС")
      if (id == "1") {
         alert("ГЕНЕРАЛ-Мои поздравления воин ты прошел,ты воин света...|КОНЕЦ")
      }
      if (id == "2") {
         alert("ГЕНЕРАЛ-Я разочарован...|тебя убили")
      }
      if (id == "3") {
         alert("ЖЕНШИНА-БОЖЕ ТЫ КОНЧЕНЫЙ!?!?|ты обосрался...|КОНЕЦ")
      }
   }
}